<?php

$lang = array(
    0 => array(
        0 => "妈！你看！你看你看！",
        1 => "不听我不听，我就是喜欢",
        2 => "多帅一人！多帅！",
        3 => "我不管，我就是要娶他",
        4 => "",
        5 => "或者他嫁我！！",
        6 => "妈！就是他！",
        7 => "妈！你看他多帅啊！！",
        8 => "妈！我要定他了！"
    ),
    1 => array(
        0 => "妈！就是他！",
        1 => "我爱他一辈子！",
        2 => "我要嫁给他！",
        3 => "娶他也行！",
        4 => "",
        5 => "他是我见过最帅的",
        6 => "他是我的小太阳！",
        7 => "看！他在上面！",
        8 => "妈！你就成全我们吧！"
    ),
    2 => array(
        0 => "她美若仙子！",
        1 => "她翩若惊鸿！",
        2 => "她笑起来像一朵花！",
        3 => "她仙女下凡！",
        4 => "",
        5 => "她好像我的初恋",
        6 => "她端庄贤淑！",
        7 => "妈！你看看她！",
        8 => "我就要她做儿媳妇！"
    )
);
